<template>
	<section style="background-color: #F2E7C9;">
		<v-container class="pt-16 pb-16 text-center font-weight-thin">
			<v-row>
				<v-col md="10" offset-md="1">
					<p class="text-h5">МАРС Отель — идеальное место для комфортного проживания в Барнауле. Мы предлагаем широкий выбор современных апартаментов и гостиничных номеров, доступных для посуточной аренды. Наши квартиры идеально подходят как для семейных, так и для деловых поездок.
					</p>
					<p class="text-h5">Каждое помещение обставлено с заботой о наших гостях и оборудовано всем необходимым для комфортного отдыха. Мы также предоставляем все виды отчетных документов, чтобы ваше пребывание было максимально удобным.
					</p>
					<p class="text-h5">Откройте для себя уют и стиль в МАРС Отель, где каждый гость чувствует себя как дома. Бронируйте прямо сейчас и наслаждайтесь непревзойденным сервисом!</p>
				</v-col>
			</v-row>
		</v-container>
	</section>

</template>